[
    [
        "New Junior Software Engineer - Back End",
        "OneMain Financial",
        "\nThe candidate should be able to adapt to a challenging fast paced environment working with batch and real-time systems involving customer credit card activities…\n",
        "None listed"
    ],
    [
        "New Senior Software Engineer",
        "Growing Company",
        "\nGenerally, 4+ years as a professional software engineer.\nDevelop software applications using best practices in coordination with a distributed team.\n",
        "$130,000 - $160,000 a year"
    ],
    [
        "New Software Developer",
        "Liberty Healthcare Management",
        "\nSkill in designing system processes and software applications, & configuring systems and software.\nAssesses user’s information requirements by interviewing…\n",
        "$62,500 a year"
    ],
    [
        "New Associate Programmer",
        "Sheetz",
        "\nThe Associate Programmer assists in the development of technology solutions as assigned by Applications and Development management.\n",
        "None listed"
    ],
    [
        "New J2EE Software Associate",
        "TCS Tech",
        "\nTata Consultancy Services is seeking a Senior Java Developer.\nThis position will interface with key stakeholders to apply technical proficiency across different…\n",
        "None listed"
    ],
    [
        "New Clinical Application Analyst",
        "Dean's Professional Services",
        "\nEvaluates software and vendor credentials for major application replacement initiatives.\nLocation: Charlotte, NC (MUST BE LOCAL TO NC/SC).\n",
        "From $75.76 an hour"
    ],
    [
        "New Software Engineer",
        "NetApp",
        "\nResponsible for delivering an enterprise class NetApp software product.\nDevelops, modifies, and executes automated software test plans.\n",
        "None listed"
    ],
    [
        "New Web Designer",
        "Pionear Recruiting",
        "\nDesign and implement scalable UI Architectures that permit independent releases and rollbacks of desktop components.\nDefine governance structures for UI teams.\n",
        "$68 - $70 an hour"
    ],
    [
        "New Desktop Support",
        "Cognizant",
        "\nProficient on vmware technology, build vm machines and install software.\nHands on experience with installation and uninstallation of software on windows 10 and…\n",
        "$65,000 - $70,000 a year"
    ],
    [
        "New Associate Software Engineer",
        "ZM Financial Systems",
        "\nComplete documentation and procedures for installation and maintenance of software.\nOur data, analytical solutions and insights help decision-makers identify…\n",
        "None listed"
    ],
    [
        "New Mainframe MQ Support",
        "Data Bridge Consultants",
        "\nWe are looking for Mainframe MQ Support Analyst.\nThe Mainframe MQ Support Analyst provides enterprise-wide technical support for IBM MQ on one of the largest…\n",
        "$80,000 - $95,000 a year"
    ],
    [
        "New Mainframe CA7",
        "Data Bridge Consultants",
        "\nWe are looking Mainframe Job Scheduling Support Engr.\nProvides Job Scheduling product support and administration with CA7/CA11 tool set.\n",
        "$170,000 - $180,000 a year"
    ],
    [
        "New Mainframe Services",
        "Data Bridge Consultants",
        "\nExperience with IBM z/OS system and subsystem software and components with experience to support, develop and enhance tools and methodologies for managing large…\n",
        "$120,000 - $130,000 a year"
    ],
    [
        "New Software Engineer",
        "Pratt Miller",
        "\nRecent college graduates and junior software engineers encouraged to apply.\nWillingness to learn and stay current with software development technologies.\n",
        "None listed"
    ],
    [
        "New Cobol Mainframe",
        "Data Bridge Consultants",
        "\nExperience with IBM z/OS system and subsystem software and components with experience to support, develop and enhance tools and methodologies for managing large…\n",
        "$130,000 - $140,000 a year"
    ]
]